/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "it";
"languageGA" = "it";

/*******NSMenu title*****/
"About %@" = "A riguardo %@";
"Buy Now" = "COMPRA ORA";
"BUY NOW_s" = "COMPRA ORA";
"Register" = "Registra";
"Check for updates" = "Controlla aggiornamenti";
"Service" = "Servizio";
"Hide %@" = "Nascondi %@";
"Quit %@" = "Chiudi %@";
"Hide Others" = "Nascondi altro";
"Show All" = "Mostra tutto";

"Edit" = "Modifica";
"Undo" = "Indietro";
"Redo" = "Avanti";
"Cut" = "Taglia";
"Copy" = "Copia";
"Paste" = "Incolla";
"Clear" = "Pulisci";
"Select All" = "Seleziona Tutto";

"Window" = "Finestra";
"Minimize" = "Riduci";
"Zoom" = "Zoom";
"Enter Full Screen" = "Entra in modalità schermo intero";
"Bring All to Front" = "Metti tutto in primo piano";

"Help" = "Aiuto";
"Guide" = "Guida";
"Feedback" = "Feedback";
"Support" = "Support";

"Open Log" = "Apri il registro";

//通用按钮title
"OK" = "OK";
"Contact us" = "Contattaci";
"Save" = "Si";
"Cancel" = "No";
"Open" = "Apri";
"Refresh" = "Ricarica";

// about window
//"Tenorshare %@ %@ Build Date %@" = "Tenorshare Tenorshare 4DDiG %@ DATA DELLA BUILD %@";
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ DATA DELLA BUILD %@";
"%@ %@ Build Date %@" = "%@ %@ Build Date %@";
"All Rights Reserved." = "Tutti i diritti riservati.";

//"Tree View" = "Visualizzazione ad albero";
"Tree View" = "Vista ad albero";
"File View" = "Vista file";

//ScanView+Recovery
"Please select the file you want to recover." = "Si prega di selezionare il file che si desidera recuperare.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." = "Il salvataggio dei file nella partizione in cui li hai persi ridurrà le possibilità di un ripristino riuscito. Si consiglia di ripristinare i file su un disco rimovibile.";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" = "Il salvataggio dei file nella partizione in cui li hai persi ridurrà le possibilità di un ripristino riuscito. Sei sicuro di voler continuare?";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." = "Non c'è abbastanza spazio disponibile sul disco. È necessario ulteriore spazio %@ per recuperare questi file.";

"Recovering: %@" = "Recupero: %@";
"Please wait..." = "Attendere prego...";

"Recovery completed!" = "Recupero completato!";
"Click Open button to check the recovered files." = "Fare clic sul pulsante Apri per controllare i file recuperati.";

"Are you sure you want to stop recovery?" = "Sei sicuro di voler interrompere il recupero?";

"Failed to save data to the target disk. Please choose another disk and try again." = "Impossibile salvare i dati sul disco di destinazione. Scegli un altro disco e riprova.";

"Your disk is disconnected. Please reinsert and try again." = "Il tuo disco è disconnesso. Reinserire e riprovare.";

"Save failed due to disconnection of the target disk. Please reinsert and try again." = "Salvataggio fallito a causa della disconnessione del disco di destinazione. Si prega di reinserire e riprovare.";

"Note:" = "Nota:";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." = "Si prega di non salvare i file recuperati nella partizione in cui li hai persi. Ciò potrebbe causare la perdita permanente dei dati.";


/*******扫描模块*****/
"All Files" = "Tutti i file";
"Photo" = "Foto";
"Audio" = "Audio";
"Video" = "Video";
"Document" = "Documento";
"Email" = "Email";
"Webfile" = "Webfile";
"Archive" = "Archivio";
"No Extension" = "Nessuna estensione";
"Others" = "Altro";
"Desktop" = "Desktop";
"Documents" = "Documenti";
"Downloads" = "Scarica";
"Trash" = "Cestino";
"Lost location" = "Posizione persa";
"More" = "Altro";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" = "Il risultato della scansione non sarà salvato se si chiude il programma ora. Sei sicuro di voler chiudere?";
"YES" = "Sì";
"No" = "No";
"Are you sure you want to stop scanning?" = "Sei sicuro di voler interrompere la scansione?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Il risultato della scansione non verrà salvato ora. Sei sicuro di voler tornare a casa?";
"Continue" = "Continua";
"Pause" = "Pausa";
"Time remaining: %@" = "Tempo rimanente: %@";
"Stop" = "Ferma";
"Loading search content, please wait…" = "Caricamento del contenuto della ricerca, attendere prego...";
"Back" = "Indietro";
"Scanning...(%.1f%%)" = "Scansione...(%.1f%%)";
"Scanning..." = "Scansione...";
"%li files found (%.1f%%)" = "%li Fili trovati %.1f%%";
"%li items found, %@" = "%li oggetti trovati %@";
"Selected: %li files, %@" = "Selezionato: %li file, %@";
"Home" = "Casa";
"Recover" = "Recupera";
"Search" = "Ricerca";
"Scan completed!" = "Scansione completata!";
"Loading content, please wait..." = "Caricamento contenuto, attendere prego...";
"Unlock" = "Sblocca";
"Password hint: %@" = "Suggerimento per la password: %@";
"Password:" = "Password:";
"Please enter a password to unlock the disk \"%@\"." = "Inserisci una password per sbloccare il disco %@.";
"Wrong password" = "Wrong password";
"Cancel1" = "Cancella";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" = "Lettura dei dati dal disco, attendere prego...";
/*******选择磁盘模块*****/
"Select a location to start data recovery" = "Seleziona una posizione per avviare il recupero dei dati";
"Hard Drives" = "Dischi fissi";
"External Drives" = "Unità esterne";
"%@ free of %@" = "%@ senza %@";
"Other Location" = "Altra posizione";
"The Whole Computer" = "L'intero computer";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Per recuperare i dati dai dispositivi iOS, passa a UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Per recuperare i dati dai dispositivi iOS, passa a UltFone iOS Data Recovery";
"Scan" = "Scansione";
"Untitled" = "Senza titolo";
/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." = "L'unità esterna selezionata non è disponibile o è stata disinstallata, reinserirla e riprovare.";
"The selected File System is currently not supported. Please select other disks for data recovery." = "Il sistema di file del disco selezionato non è supportato al momento, si prega di selezionare un altro disco per recuperare i dati";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." = "Per recuperare i dati dal disco \"macOS High Sierra\", segui i passi sotto per disabilitare prima la Protezione Integrità del Sistema.";
"Step 1." = "Passo 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." = "Tieni premuto Command + R sulla tastiera immediatamente quando riavvii il Mac. Continua a tenere premuto fino a quando il Mac non termina il processo di avvio e vedrai la finestra delle utilità.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." = "Nota: se utilizzi iMac/iMac Pro, utilizza la tastiera cablata.";
"Step 2." = "Passo 2.";
"Open Terminal from the Utilities menu." = "Apri Terminale dal menu Utilità.";
"Terminal" = "Terminale";
"Utilities" = "Utilità";
"Step 3." = "Passo 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." = "Digita il seguente comando e premi il tasto Invio per disabilitare SIP. Quindi riavvia nuovamente il Mac.";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." = "Il tuo Mac si riavvierà durante questo processo. Scatta una foto con il telefono e salva i passaggi.";
/*******扫描中模块*****/
"Name" = "Nome";
"Created Date" = "Data di Creazione";
"Modified Date" = "Data di modifica";
"Path" = "Percorso";
"Type" = "Tipo";
"Size" = "Dimensione";
"Files not found!" = "File non trovato";
"folder" = "Cartella";
"file" = "File";

// 2.7.0新增
"PREV" = "Precedente";
"NEXT" = "Prossimo";
"GO TO" = "Vai a:";
"Didn't find the missing data? Try using Deep Scan." = "Non hai trovato i dati mancanti? Prova a usare la Scansione profonda completata";
"Deep Scan" = "Scansione profonda completata";
"Previous Scan Results" = "Risultati della scansione precedente";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Ritornare all'ultimo risultato della scansione richiede l'interruzione della scansione corrente. Sei sicuro di volerti fermare?";
"Stop" = "Ferma";
"Cancel" = "Cancella";
"Deep scan completed!" = "OK";
"OK" = "OK";
"Loading content, please wait…" = "Caricamento del contenuto, attendere...";
"View Deep Scan Results" = "Visualizza risultati della scansione approfondita";
"List View" = "Lista di visualizzazione";
"Thumbnail" = "Miniatura";
"Preview Pane" = "Riquadro di anteprima";
"Preview" = "Anteprima";
"This format file does not support to preview." = "Questo file di formato non supporta l'anteprima.";
"This file may be corrupt and can't be previewed." = "Questo file potrebbe essere danneggiato e non può essere visualizzato in anteprima.";
"File size that exceeds 8 MB does not support to preview." = "La dimensione del file che supera gli 8 MB non supporta l'anteprima.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "I dati persi possono essere danneggiati in qualsiasi momento e non possono essere recuperati. Si consiglia di recuperarli prima per una maggiore velocità di recupero.";
"Buy now to save 70%" = "Acquista ora per risparmiare il 70%";
"Unlimited Data Recovery" = "Recupero dati illimitato";
"Recover your valuable data easily and quickly." = "Recupera i tuoi preziosi dati in modo facile e veloce.";
"Multiple File Types" = "Più tipi di file";
"Recover 550+ types of files from hard drive, memory card, etc." = "Recupera più di 550 tipi di file dal disco rigido, dalla scheda di memoria, ecc.";
"Professional Support" = "Supporto Professionale";
"Provide professional and quality customer support." = "Fornisce un supporto clienti professionale e di qualità.";
"Free Update" = "Aggiornamento Gratuito";
"Enjoy free update within license validity." = "Approfitta dell'aggiornamento gratuito entro la validità della licenza.";
"Already have a registration code? Register now" = "Hai già un codice di registrazione? Registrati ora";
"Register now" = "Registrati ora";
"To recover data from crashed computer, please click here." = "Per recuperare i dati dal computer in crash, fare clic qui.";
"click here" = "fare clic qui";

// pe制作
"Downloading boot system image, please wait…" = "Download dell'immagine di sistema di avvio, si prega di attendere...";
"When downloading the system image, please do not operate the disk or eject it." = "Durante il download dell'immagine di sistema, si prega di non operare il disco e di non espellerlo.";
"Are you sure you want to stop downloading the boot system image?" = "Sei sicuro di voler interrompere il download dell'immagine del sistema di avvio?";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "La creazione di un'unità avviabile utilizzando una scheda SD non è supportata. Si prega di utilizzare un altro dispositivo di archiviazione per creare l'unità avviabile.";


"Recover from Crashed System" = "Ripristina dal sistema in crash";
"Support to recover files from crashed system." = "supporto per recuperare i file dal sistema in crash.";
"Recover Data from Crashed System" = "Ripristina file dal sistema in crash";
"Recover lost files from crashed computer" = "Recupera i file persi dal computer in crash";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Per recuperare i dati dai dispositivi iOS, passa a iOS Data Recovery";
"Creating bootable drive…" = "Creazione di un'unità di avvio...";
"The bootable drive is created successfully!" = "L'unità di avvio è stata creata con successo!";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "Seleziona un'unità flash USB/disco rigido esterno per creare un'unità di avvio.";
"Please select a USB flash drive/external hard drive" = "Si prega di selezionare un chiavetta USB/ disco ridido";

"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Inserire un'unità flash USB/un disco rigido esterno per creare un'unità di avvio, quindi ripristinare i dati dal sistema in crash tramite l'unità di avvio.";
"Bootable drive:" = "Unità di avvio:";
"Refresh" = "Ricarica";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Nota: la creazione di un'unità avviabile formatterà tutti i dati nel disco selezionato. Si prega di eseguire il backup dei dati importanti in anticipo.";
//"Return" = "Inizia";
"Return" = "Casa";
"Start" = "Ok";
"OK" = "OK";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "La creazione di un'unità avviabile formatterà tutti i dati nel disco selezionato. Sei sicuro di voler continuare?";
"Cancel" = "Cancella";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "Lo spazio su disco totale è inferiore a 2 GB. Utilizzare un'unità USB/disco rigido esterno più grande per creare l'unità di avvio.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "Lo spazio su disco locale è inferiore a 2 GB e l'immagine del sistema di avvio non può essere scaricata. Si prega di liberare spazio su disco prima del download.";
"Formatting the bootable drive, please wait…" = "Formattazione dell'unità di avvio, attendere...";
"When formatting the bootable drive, please do not operate or eject it." = "Durante la formattazione dell'unità di avvio, non utilizzarla né espellerla.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Per evitare che il disco masterizzato venga danneggiato, sii paziente e attendi il completamento della masterizzazione.";
"Creating bootable drive, please wait…" = "Creazione dell'unità di avvio, attendere...";
"When creating the bootable drive, please do not operate the disk or eject it." = "Durante la creazione dell'unità avviabile, si prega di non operare il disco e di non espellerlo.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Segui i passaggi seguenti per utilizzare l'unità di avvio per avviare un Mac che non può essere acceso.";
"bootable drive" = "unità di avvio";
"cannot be turned on" = "non può essere attivata su";
"black screen" = "schermo nero";
"Option key" = "Tasto opzione";
"%@ bootable drive" = "%@ unità di avvio";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Passaggio 1: inserire l'unità di avvio in un Mac che non può essere acceso.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Passaggio 2: avviare il computer che non può essere acceso. Quando il Mac è in una schermata nera, tieni premuto il tasto Opzione. Rilascia il tasto Opzione finché non vedi l'unità di avvio.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Passaggio 3: nell'interfaccia Seleziona unità di avvio, selezionare l' %@ unità di avvio.";
"here" = "qui";
"To see the detailed steps, please click here." = "La creazione dell'unità di avvio non è riuscita!";
"Bootable drive creation failed!" = "La creazione dell'unità di avvio non è riuscita!";
"Contact Us" = "Contattaci";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Creazione dell'unità di avvio non riuscita! Si prega di verificare se il disco è disconnesso. Puoi fare clic sul pulsante Riprova o Contattaci.";
"Retry" = "Riprova";

"Select USB/external hard drive" = "Seleziona USB/disco rigido esterno";
"Completed!" = "Completato!";
"Format" = "Formatta";


// 3.0.1
"Please enter login password to allow disk access." = "Immettere la password di accesso per consentire l'accesso al disco.";

// 3.2.0
"note:" = "nota:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Se non hai ricevuto il codice di registrazione o non sapere l'indirizzo e-mail del registro, fai clic qui per verificare.";
"2. For other software or registration issues, please visit support center." = "2. Per altri problemi relativi al software o alla registrazione, si prega di visitare il centro di supporto.";
"click here to check" = "fai clic qui per verificare";
"visit support center" = "centro di supporto";

"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "Per creare un disco di avvio su \"macOS Catalina\" e sistemi successivi, segui i passi seguenti per permettere a %@ di accedere ai volumi rimovibili";
"Step 1 :" = "Passaggio 1 :";
"Step 2 :" = "Passaggio 2 :";
"Step 3 :" = "Passaggio 3 :";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Sul Mac, scegli menu Apple > Preferenze di Sistema, fai clic su Sicurezza e privacy.";
"Select the \"Removable Volumes\" checkbox below %@." = "Seleziona la casella di controllo \Volumi rimovibili\ sotto %@.";
"Click \"Later\" to allow %@ to access removable volumes." = "Fare clic su \"Più tardi\" per consentire a %@ di accedere ai volumi rimovibili.";
"Settings" = "Impostazioni";
"OK" = "OK";

"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" = "Per creare un disco di avvio in \macOS Catalina\ e versioni successive, segui i passaggi seguenti per consentire a %@ di accedere ai volumi rimovibili =";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Spiacente. Download del firmware non riuscito a causa di disco rigido insufficiente. Rilasciare spazio sufficiente (circa %@) nel disco rigido e quindi eseguire nuovamente il download.";
"This file path cannot save the firmware. Please change to the correct one." = "Questo percorso del file non può salvare il firmware. Si prega di cambiare con quello corretto.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Impossibile scaricare il pacchetto firmware! Per favore controlla la tua connessione Internet e prova di nuovo.";
"Downloading the firmware, please wait…" = "Download del firmware, attendere prego...";
"Please make sure the network connection is normal." = "Assicurarsi che la connessione di rete sia normale.";
"Network Abnormal! Please check your network and try again." = "Rete anomala! Controlla la tua rete e riprova.";
"Try Again" = "Riprova";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Spazio insufficiente per scaricare il firmware. Libera almeno 1 GB di spazio libero e riprova.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Il tuo Mac è dotato di Apple T2 Security Chip, i file nel file system APFS non possono essere scansionati.";
"Failed to download firmware package! Please check your internet connection and try again." = "Impossibile scaricare il pacchetto firmware! Per favore controlla la tua connessione Internet e prova di nuovo.";

"\nCopyright © 2022 UltFone Co., Ltd. %@" = "\nDiritto d'autore © 2022 UltFone Co., Ltd. %@";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Scansione rapidamente completata.Altri dati vengono estratti...";
"Deep Scanning" = "Scansione Profonda";
"Fast Scanning:" = "Scansione rapidamente in corso";
"RAW Files" = "File RAW";
"Tag Files" = "File Tag";
"Deleted Files" = "File cancellati";
"Lost Location" = "Posizione persa";
"Existing Files" = "File esistenti";

//MARK: 4.0.0
"Found %li files. More useful tips below for finding files:" = "Trovati %li file. Altri suggerimenti utili di seguito per trovare i file:";
"File Path Not Found" = "Percorso file non trovato";
"File Name Not Found" = "Nome file non trovato";
"Tagged Files" = "File con tag";
"You may find your accidentally deleted files here." = "Puoi trovare i tuoi file cancellati accidentalmente qui.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Ci sono file eliminati che hanno perso il loro percorso originale. Puoi controllare i nomi dei file per vedere se sono file di destinazione.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Ci sono file che hanno perso i loro nomi originali. Puoi visualizzarli in anteprima per vedere se sono file di destinazione.";
"You may find target files here if you lost them which are not deleted before." = "Se non hai cancellato un file ma l'ho trovato mancante, è possibile che il file sia qui";
"Lost files without name will be renamed and classified here with corresponding tags." = "Per alcuni file con nomi mancanti, estraiamo i tag corrispondenti al nome e li classifichiamo";
"Unable to preview. Please recover and save it on your computer for further checking." = "Impossibile visualizzare l'anteprima. Recuperalo e salvalo sul tuo computer per ulteriori controlli.";
"Trying to find more data... You can search and recover your data now." = "Cercando di trovare più dati... Ora puoi cercare e recuperare i tuoi dati.";
"Didn't find the missing files? Try Deep Scan." = "Nessun file mancante trovato? Prova una scansione profonda.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "La scansione profonda può perlustrare il dispositivo centimetro per centimetro per trovare i file profondamente sepolti, consentendo un tasso di recupero più elevato.";
"Artist" = "Artista";
"Camera" = "Telecamera";
"The Last Editor" = "L'ultimo editore";
"Creation Time" = "Tempo di creazione";
"Modified Time" = "Data modificata";
"All Time" = "Tutti Tempi";
"Last 24 hours" = "Ultime 24 ore";
"Last 7 days" = "Ultimi 7 giorni";
"Last 30 days" = "Ultimi 30 giorni";
"Customize" = "Personalizzazione";
"Selected" = "Scelto";
"File Size" = "Dimensione del file";
"All Size" = "Tutte le dimensioni";
"Improve Chances of Finding Lost Files" = "Migliora le possibilità di trovare file persi";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "Fare riferimento a \"File con tag\" e \"Nome file non trovato\" nella Vista ad albero.";
"Filter files by File Type, File Size, Date Modified, and more." = "Filtra i file in base al tipo di file, alla dimensione del file, all'ora di modifica e altro ancora.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Aggiorna alla versione pro per recuperare i tuoi preziosi dati!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Ottieni la versione Pro per creare un'unità avviabile per il recupero dei dati!";
"Free Version" = "Versione Gratuita";
"Pro Version" = "Versione Pro";
"Preview Just a Few Files" = "Visualizza in anteprima solo alcuni file";
"Preview All Files" = "Visualizza in anteprima tutti i file";
"Free Upgrade" = "Aggiornamento gratuito";
"Recover Data from the Crashed Computer" = "Recupera dati dal computer in crash";
"Only Allows You to Scan Disks" = "Consente solo di scansionare i dischi";
"Unlimited Data Recovery" = "Recupero dati illimitato";
"Professional Customer Service" = "Servizio clienti professionale";
"Professional and reliable data recovery solutions" = "Soluzioni di recupero dati professionali e affidabili";
"Advanced Options" = "Opzioni avanzate";
"Local Drives" = "Unità locali";
"External Drives" = "Unità esterne";
"Common Location" = "Posizione comune";
"Data Recovery" = "Recupero dati";
"Fast and Safe" = "Veloce e sicuro";
"Failed to read the disk data, please re-plug the external disk." = "Impossibile leggere i dati del disco, ricollegare il disco esterno.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Si prega di rimuovere tutti i dischi esterni collegati al computer, quindi reinserire il disco che richiede il ripristino dei dati.";
"Still have problems? Please contact us." = "Hai ancora problemi? Ci contatti per favore.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Per recuperare i dati dalla fotocamera digitale, rimuovere la scheda SD e collegarla al computer tramite un lettore di schede.";
"Found nothing..." = "Non ho trovato niente...";
"1. Wait for the scan to finish before searching again." = "1. Attendere il termine della scansione prima di eseguire nuovamente la ricerca.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. È molto probabile che nel tuo file manchi il nome del file. Prova a cercare in questo modo.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Assicurati che il termine che stai cercando sia scritto correttamente.";
"4. If none of the above methods help, please contact us." = "4. Se nessuno dei metodi di cui sopra aiuta, contattaci.";
"Reading data from the disk，please wait…" = "Leggendo i dati dal disco, si prega di attendere...";
"Stuck in refreshing status for a long time?" = "Bloccato nello stato di aggiornamento per molto tempo?";
"Effortlessly Recover Data from A Crashed Computer" = "Recupera facilmente i dati da un computer bloccato";
"View Files" = "Visualizza i file";
"It might take a long time to export for some files need repairing..." = "Potrebbe volerci molto tempo per l'esportazione per alcuni file che devono essere riparati...";
"contact us" = "contattaci";
"in this way" = "in questo modo";
"Exit App" = "Uscita dall'app";
"Recovered: %li file %@" = "Recuperato: %li file %@";
"Recovered: %li files %@" = "Recuperato: %li file %@";
"File Types" = "Tipi di file";
"File Tags" = "Tag di file";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Muovi il mouse sull'icona in Vista ad albero e imparerai la spiegazione di ciascuna categoria di file.";
"Understood" = "Capito";
"Filter" = "Filtro";
"Reset" = "Resettare";
"Scan Stopped!" = "Scansione sospesa!";
"Tips:" = "Suggerimenti:";
"1. Please replug the external drive or change another drive and then try again." = "1. Si prega di ricollegare il disco esterno o sostituirlo e riprovare.";
"2. Please make sure internet connection is working properly." = "2. Assicurati che la connessione di rete sia normale e stabile";

// V5.0.0
"Get An Extra" = "Ottieni un extra";
"Coupon Code:" = "Codice coupon:";
"Copy and paste the coupon code at checkout to redeem." = "Copia e incolla il codice coupon al momento del pagamento per riscattarlo.";
"Copy and Buy Now" = "Copia e acquista ora";
"Close Program" = "Chiudere il programma";
"Photo Repair" = "Riparazione di foto";
"Video Repair" = "Riparazione video";
"Repair Damaged Videos in Just Three Steps!" = "Ripara i video corrotti in soli 3 passi!";
"Repair Damaged Photos in Just Three Steps!" = "Ripara le foto corrotte in soli 3 passi!";
"Import Video" = "Importa video";
"Import Photo" = "Importa foto";
"Start Repairing" = "Inizia a riparare";
"Repair Done!" = "Riparazione completata!";
"Click to Add Photos" = "Fare clic per aggiungere foto";
"Click to Add Videos" = "Fare clic per aggiungere video";
"%liPhoto Added，%@KB" = "%li Foto aggiunta，%@";
"%liVideo Added，%@KB" = "%li Video aggiunto，%@";
"%liPhotos Added，%@KB" = "%li Foto aggiunte，%@";
"%liVideos Added，%@KB" = "%li Video aggiunti，%@";
"Add Photo" = "Aggiungi foto";
"Add Video" = "Aggiungi video";
"Home" = "Casa";
"Repair" = "Riparare";
"Remove All Image" = "Rimuovi tutto";
"Remove All Video" = "Rimuovi tutto";
"This photo can't be repaired." = "Questa foto non può essere riparata.";
"This video can't be repaired." = "Questo video non può essere riparato.";
"Select all successfully repaired photos" = "Selezionare tutte le foto riparate con successo.";
"Reselect photo to repair" = "Riseleziona la foto per riparare";
"Select all successfully repaired videos" = "Selezionare tutte i video riparati con successo.";
"Reselect video to repair" = "Riseleziona il video per riparare";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Abbiamo trovato diverse foto da questa foto che potresti cercare e puoi visualizzare in anteprima ed esportare.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Abbiamo trovato diversi video da questo video che potresti cercare e puoi visualizzare in anteprima ed esportare.";
"Are you sure you want to remove all photos?" = "Sei sicuro di voler rimuovere tutte le foto?";
"Are you sure you want to remove all videos?" = "Sei sicuro di voler rimuovere tutti i video?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Sei sicuro di voler tornare alla pagina iniziale? Il progresso della riparazione in corso non verrà salvato.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Sei sicuro di voler tornare alla pagina iniziale? Il progresso della riparazione in corso non verrà salvato.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Sei sicuro di voler riselezionare il video? Il progresso della riparazione in corso non verrà salvato.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Sei sicuro di voler riselezionare la foto? Il progresso della riparazione in corso non verrà salvato.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Alcuni video sono già stati inseriti nell'elenco della riparazione e non verranno importati ripetutamente.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Alcune foto sono già stati inserite nell'elenco della riparazione e non verranno importate ripetutamente.";
"The video has been lost, please re-import and try previewing again." = "Il video è stato perso, si prega di reimportare e riprovare l'anteprima.";
"The photo has been lost, please re-import and try previewing again." = "La foto è stata persa, si prega di reimportare e riprovare l'anteprima.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "La scansione o il ripristino non possono continuare perché il dispositivo è disconnesso, ricollega il dispositivo e fai clic su Continua.";
"Repairing：" = "Riparazione:";
"Please wait..." = "Per favore aspetta...";
"Exporting:" = "Esportazione：";
"The device has been disconnected, you can try to select data to recover or rescan." = "Il dispositivo è stato disconnesso, puoi provare a selezionare i dati da recuperare o scansionare di nuovo.";
"Continue" = "Continua";
"Retry" = "Riprova";
"Stop" = "Fermare";
"Export Completed!" = "Esportazione completata!";
"Export: %lifiles(%@)" = "Esporta: %li file (%@)";
"View Exported" = "Visualizza i risultati";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Ci sono ancora %li video da esportare, sei sicuro di voler interrompere l'esportazione?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Ci sono ancora %li foto da esportare, sei sicuro di voler interrompere l'esportazione?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "C'è ancora 1 video da esportare, sei sicuro di voler interrompere l'esportazione?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "C'è ancora 1 foto da esportare, sei sicuro di voler interrompere l'esportazione?";
"Are you sure you want to stop exporting?" = "Sei sicuro di voler interrompere l'esportazione?";
"Upgrade to Pro version to preview files!" = "Aggiorna alla versione Pro per visualizzare in anteprima i file!";
"Upgrade" = "Aggiornare";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "La versione non registrata può riprodurre solo i primi 30 secondi del file audio, aggiornare alla versione registrata per la riproduzione completa.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "La versione non registrata può riprodurre solo i primi 10 secondi del file video, aggiornare alla versione registrata per la riproduzione completa.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Aggiorna alla versione Pro per esportare le tue preziose foto!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Aggiorna alla versione Pro per esportare i tuoi preziosi video!";
"Support for exporting repaired files" = "Supporto per esportare file riparati";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "Il file non può essere visualizzato in anteprima, esportalo e riprova a visualizzarlo in anteprima.";
"The file can't be previewed, please repair it and try to preview it again." = "Il file non può essere visualizzato in anteprima, riparalo e riprova a visualizzarlo in anteprima.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Sei sicuro di voler uscire dal programma? L'avanzamento della riparazione corrente non verrà mantenuto.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Ci sono ancora %li video in attesa di essere riparati, sei sicuro di voler interrompere la riparazione?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Ci sono ancora %li foto in attesa di essere riparate, sei sicuro di voler interrompere la riparazione?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "C'è ancora 1 video in attesa di essere riparato, sei sicuro di voler interrompere la riparazione?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "C'è ancora 1 foto in attesa di essere riparata, sei sicuro di voler interrompere la riparazione?";
"Are you sure you want to stop repairing?" = "Sei sicuro di voler interrompere la riparazione?";
"Repair done!" = "Riparazione completata!";
"Repaired: %li files (%@)" = "Riparato: %li file (%@)";
"View Repair Results" = "Visualizza i risultati della riparazione";
"Export" = "Esportare";
"The video has been lost, please re-repair and try exporting again." = "Il video è andato perso. Riparalo e prova a esportarlo di nuovo.";
"The photo has been lost, please re-repair and try exporting again." = "La foto è andata persa. Riparala e prova a esportare di nuovo.";
"The video has been lost, please re-import and try repairing again." = "Il video è andato perso, reimportarlo e riprovare a ripararlo.";
"The photo has been lost, please re-import and try repairing again." = "La foto è andata persa, reimportarla e riprovare a ripararla.";
"Selected: %li photo  (%@)" = "Selezionato: %li foto (%@)";
"Selected: %li photos  (%@)" = "Selezionato: %li foto (%@)";
"Selected: %li video  (%@)" = "Selezionato: %li video (%@)";
"Selected: %li videos  (%@)" = "Selezionato: %li video (%@)";
"%li Results" = "%li Risultati";
"Close" = "Chuidi";


"Match Similar Files" = "Abbina file simili";
"We've found some files that might be what you want, you can preview and restore them." = "Abbiamo trovato alcuni file che potrebbero essere ciò che desideri, puoi visualizzarli in anteprima e ripristinarli.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Spiacenti, al momento non sono stati trovati file corrispondenti. Puoi attendere il termine della scansione e riprovare oppure utilizzare Filtro, Barra di ricerca per trovare i file desiderati.";
"What Type of Files Do You Want to Recover?" = "Che tipo di file vuoi recuperare?";
"Filtering file type helps recover the files you want faster" = "Filtrare il tipo di file aiuta a recuperare più velocemente i file desiderati";
"Others" = "Altri";
"Other Types" = "Altri Tipi";
"%@ etc." = "%@ ecc.";
"Scan Selected File Types" = "Scansiona i tipi di file selezionati";
"Scan All File Types" = "Scansiona tutti i tipi di file";
"Scan Only %@" = "Scansiona solo %@";

//MARK: - 预览
"Preview" = "Anteprima";
"Loading..." = "Caricamento...";
"Preview is not available. Recover it for view" = "L'anteprima non è disponibile. Recuperarlo per visualizzarlo";
"Max size for preview: 30MB. Recover it for view" = "Dimensione massima per l'anteprima: 30 MB. Recuperarlo per visualizzarlo";
"Format not supported for preview. Recover it for view" = "Formato non supportato per l'anteprima. Recuperarlo per visualizzarlo";
"%@ files zipped in total" = "%@ file compressi in totale";
"AI Repairing..." = "AI Riparazione...";
"It may take a while, but it's worth the wait" = "Potrebbe volerci un po' di tempo, ma ne vale la pena";
"AI Repaired %@" = "AI Riparato %@";
"Repaired successfully. Recover the repaired file" = "Riparato con successo. Recupera il file riparato";
"Get Pro for Full Preview" = "Ottieni Pro per l'anteprima completa";
"Preview full file" = "Anteprima del file completo";
"Recover unlimited files" = "Recupera file illimitati";
"AI Repair corrupte files" = "AI Ripara i file danneggiati";
"Premium technical support" = "Supporto tecnico premium";
"Get Pro Now" = "Ottieni subito la versione Pro";
"Details" = "Dettagli";
"Icon" = "Icona";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Ottieni Pro per un recupero illimitato";
"Preview only." = "Solo anteprima.";
"No free recovery remaining." = "Nessun recupero gratuito rimanente.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Sblocca Pro per godere di tutte le funzioni, del recupero illimitato e di altri vantaggi.";
"Get Pro for Unlimited Repair" = "Ottieni Pro per riparazioni illimitate";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Sblocca Pro per godere di tutte le funzionalità, riparazioni illimitate e altri vantaggi.";
"Trial" = "Prova";
"Free" = "Gratis";
"Pro" = "Pro";
"Preview only" = "Solo anteprima";
"Unlimited" = "Illimitato";
"Key Features & Benefits" = "Caratteristiche e vantaggi principali";
"Recovery amount" = "Numero di file recuperabili";
"Preview before recovery" = "Anteprima prima del recupero";
"Recover while scanning" = "Recupera durante la scansione";
"Recover data from crashed system" = "Recupera i dati dal sistema in crash";
"Recover data from NAS server" = "Recupera i dati dal server NAS";
"Repair corrupted vidoes & photos" = "Ripara video e foto corrotti";
"Enjoy lifetime updates for free" = "Goditi aggiornamenti gratuiti a vita";
"24/7 premium technical support" = "Assistenza clienti premium 24/7";
"30-day money back guarantee" = "Garanzia di rimborso entro 30 giorni";
"Buy Now" = "Acquista ora";
"Already Purchased?" = "Hai già acquistato?";
"Register Now to proceed with recovering ( no need to rescan)." = "Registrati ora per procedere con il recupero (non è necessario eseguire nuovamente la scansione).";
"Register Now" = "Registrati ora";
"Recover the repaired file" = "Recupera il file riparato";
"Recover it for view" = "Recuperarlo per visualizzarlo";


//MARK: - 5.1.8
"Lost data recovery" = "Recupero dati persi";
"Hard Drive" = "Disco Rigido";
"Advanced recovery" = "Recupero avanzato";
"Crashed Mac" = "Mac in crash";
"iCloud" = "iCloud";
"New" = "Nuovo";
"Corrupted file repair" = "Riparazione di file danneggiati";
"Photo Repair" = "Riparazione di foto";
"Video Repair" = "Riparazione video";
"Why Pro？" = "Perché Pro？";
"Unlock Pro to enjoy" = "Sblocca Pro per godere:";
"Unlimited Recovery" = "Recupero illimitato";
"Corrupted Repair" = "Riparazione file danneggiato";
"Full Preview" = "Anteprima completa";
"Unlock Pro Now" = "Aggiorna Pro ora";
"Recover permanently & recently deleted iCloud data easily" = "Recupera facilmente i dati iCloud eliminati in modo permanente e recente";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Recuperate foto, video, contatti, note e altro ancora da iCloud.";
"Get Started" = "Inizia";
"Searching lost iCloud data..." = "Ricerca dati iCloud persi...";
"Search Completed" = "Ricerca completata";
"Search Stopped" = "Ricerca interrotta";
"Damaged or partitially missing photos" = "Foto danneggiate o parzialmente mancanti";
"Add photos for repair" = "Aggiungi foto da riparare";
"Corrupted or unplayable vidoes" = "Video danneggiati o non riproducibili";
"Add videos for repair" = "Aggiungi video da riparare";
"Repair any damaged or photos that cannot be opened" = "Ripara qualsiasi file fotografico danneggiato o non apribile e altro ancora";
"Repair any corrupted or unplayale videos files and more" = "Ripara qualsiasi file video corrotto o non riproducibile e altro ancora";
//MARK: - v5.1.10
"Sign in to iCloud" = "Accedi a iCloud";
"Apple ID" = "Apple ID";
"Password" = "Password";
"Keep Password" = "Conserva la password";
"Forget Apple ID or Password?" = "Hai dimenticato Apple ID o password?";
"Back" = "Indietro";
"Log In" = "Accedi";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Per evitare modifiche ai dati iCloud, non sincronizzare i dati del dispositivo su iCloud durante il recupero.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Non conserviamo MAI record del tuo account. Per maggiori dettagli, consultare la nostra Informativa sulla privacy.";
"Privacy Policy" = "Informativa sulla privacy.";
"Incorrect Apple ID or password." = "Apple ID o password errati.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Per motivi di sicurezza, Apple ID è bloccato. Per favore, sblocca il tuo account e riprova.";
"Network disconnected. Please check your network connection and try again." = "Rete disconnessa. Controlla la connessione di rete e riprova.";
"Two-factor authentication" = "Autenticazione a due fattori";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Un messaggio con codice di verifica è stato inviato al tuo dispositivo attendibile. Inserisci il codice per continuare.";
"Resend code" = "Invia nuovamente il codice";
"Get Help from Apple" = "Ottieni aiuto da Apple";
"Incorrect verification code." = "Codice di verifica errato.";
"Entered incorrect verification code too many times." = "Hai inserito troppe volte il codice di verifica sbagliato.";
"Request failed, please try again." = "Richiesta non riuscita, riprova.";
"Verification requested too often" = "Verifica richiesta troppo spesso";
"Network error. Please check your network connection." = "Errore di rete. Controlla la connessione di rete.";
"Please select the type of data you want to recover." = "Seleziona il tipo di dati che desideri recuperare.";
"Log Out" = "Esci";
"Select all" = "Seleziona tutto";
"Refresh" = "Ricarica";
"Back" = "Indietro";
"Confirm" = "Conferma";
"iCloud drive" = "Unità iCloud";
"Photos" = "Foto";
"Contacts" = "Contatti";
"Reminder" = "Promemoria";
"Calendar" = "Calendario";
"Notes" = "Note";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Numero di casa";
"Work" = "Numero di lavoro";
"iPhone" = "Numero iPhone";
"Mobile Phone" = "Numero di cellulare";
"Main Phone" = "Numero principale";
"HomeFax" = "N. fax residenziale";
"WorkFax" = "Fax di lavoro";
"Pager Phone" = "Beep Pager";
"Other Phone" = "Altri numeri";
"Home Email" = "E-mail famiglia";
"Work Email" = "E-mail di lavoro";
"Other Email" = "Altra e-mail";
"iCloud Email" = "iCloud Email";
"HomePage" = "Homepage";
"Home Page" = "Pagina Famiglia";
"Other Page" = "Pagina di lavoro";
"Work Page" = "Altra pagina";
"Title" = "Titolo";
"Starting Time" = "Tempo di inizio";
"List" = "Lista";
"Status" = "Stato";
"Reminder time" = "Tempo del promemoria";
"Priority" = "Priorità";
"Location" = "Posizione";
//MARK: - 第二批_3.21
"Company" = "Compagnia";
"School" = "Scuola";
"Time" = "Tempo";
"End Date Time" = "Data e ora di fine";
"Complete" = "Completo";
"Incomplete" = "Incompleto";
"Invited People" = "Persona invitata";
"Flag Marks" = "Segno di bandiera";
"None" = "Nessuno";
"Low" = "Basso";
"Medium" = "Medio";
"High" = "Alto";
"Unknown" = "Sconosciuto";
//MARK: - 5.1.11
"Unsaved Documents" = "Documenti non salvati";
"Date Deleted" = "Data dell'eliminazione";
//MARK: - PE
"Crashed Mac" = "Mac in crash";
"Create a bootable drive to boot up Mac for data recovery" = "Crea un'unità avviabile per avviare il Mac e recuperare i dati";
"What's Crashed Mac？" = "Che cos'è il Mac in crash？";
"Boot up Mac with the USB bootable drive for data recovery" = "Avvia il Mac con l'unità USB avviabile per il recupero dei dati";
"Boot up crashed Mac" = "Avvia il Mac in crash";
"Tips: please try again with another USB drive Common Solutions" = "Suggerimenti: riprovare con un'altra unità USB Soluzioni comuni";
"Common Solutions" = "Soluzioni comuni";
"Icon" = "Icona";
"Preview Pane" = "Pannello di anteprima";
"Details" = "Dettagli";
"Create Now" = "Crea ora";
"Lost Partition" = "Partizione persa";

"Select a drive where you lost data to start recovering" = "Seleziona la posizione in cui hai perso i dati per avviare il recupero";
"Drive didn't show up?" = "Drive non è apparso?";
"Check Disk Connection" = "Controlla la connessione del disco";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Per recuperare i dati dalla fotocamera digitale, rimuovi la scheda SD e collegala al Mac tramite il lettore di schede.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Quando il dispositivo USB non può essere riconosciuto, provare a collegarlo alle porte USB posteriori per il recupero dei dati.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Per il recupero dei dati dai telefoni cellulari, puoi scaricare UltData - iOS.";
"Check Disk Status" = "Controlla lo stato del disco";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Soluzione: accedi a Utility Disco, fai clic sul pulsante \"Monta\" nella barra dei menu in alto, quindi recupera i dati.";
"Language_menu" = "Lingua";
"Disk Utility" = "Utility Disco";
"Mount" = "Mount";
"1. Access \"Disk Utility\"" = "1. Accedi a \"Utilità Disco\"";
"2. Click \"Mount\"" = "2. Fare clic su \"Disattiva\"";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Selezionare una posizione per salvare i dati recuperati";
"You've selected %li files, %@" = "Hai selezionato %li file, %@";
"%@ available" = "%@ disponibili";
"Perfectly enough disk space. Save now." = "Spazio su disco abbastanza sufficiente. Salva ora.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Salva su %@ e non devi più preoccuparti della perdita di dati.";
"Save Now" = "Salva ora";
"Insufficient space available, change another location or save to the %@." = "Spazio disponibile insufficiente, cambia un'altra posizione o salva su %@.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Non è consigliabile salvare sul disco originale (dove i dati andranno persi), poiché i dati potrebbero essere sovrascritti e persi in modo permanente.";
"No permissions to read or write, change another location or save to the %@." = "Nessuna autorizzazione per leggere o scrivere, modificare un'altra posizione o salvare su %@.";
"Insufficient space available in %@. Please change to another location to save." = "Spazio disponibile insufficiente su %@. Cambia la posizione da salvare.";
"Select Folder..." = "Seleziona cartella...";
"Logging in..." = "Accesso...";
"Please authorize login to your %@ in the browser" = "Autorizza l'accesso al tuo %@ nel browser";
"Authorization login failed" = "Accesso con autorizzazione fallito";
"Please re-authorize or change to another location" = "Si prega di ri-autorizzare o di cambiare posizione";
"Another Location" = "Altra posizione";
"Re-authorize" = "Riautorizza";
"Authorization successful. Please return to %@ to continue recovering data." = "Autorizzazione riuscita. Torna a %@ per continuare a recuperare i dati.";

//MARK: - V5.2.0
"Large & Old Files" = "File vecchi e di grandi dimensioni";
"Locate and remove unneeded files to free up disk space with ease" = "Individuate e rimuovete i file non necessari per liberare spazio su disco con facilità";
"Locate Files in Minutes" = "Individuazione dei file in pochi minuti";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Trovare manualmente file grandi o vecchi potrebbe richiedere ore, ma con %@ sarà possibile farlo in pochi minuti.";
"Remove As You Wish" = "Rimuovere come si desidera";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Rimuovete i file non necessari nel cestino, in un'altra cartella o in modo permanente. È sempre una vostra scelta.";
"%@ used" = "%@ usato";
"Scan Now" = "Scansione ora";
"All Files" = "Tutti i file";
"Selected" = "Selezionati";
"By Size" = "Per dimensione";
"By Access Date" = "Per data di accesso";
"Last Week" = "Ultima settimana";
"Last Month" = "Ultimo mese";
"Scanning %@" = "Scansione %@";
"Looking for large & old files" = "Alla ricerca di file vecchi e di grandi dimensioni";
"Stop Scanning" = "Interrompi la scansione";
"No files found" = "Nessun file trovato";
"Return to home and select another location to start over" = "Tornare alla home e selezionare un'altra posizione per ricominciare da capo";
"Removing: %@" = "Rimozione: %@";
"It may take some time..." = "Potrebbe essere necessario del tempo...";
"Remove Completed" = "Rimozione completata";
"Removed: %li files (%@)" = "Rimosso: %li file (%@)";
"Done" = "Fatto";
"Insufficient permissions to remove" = "Autorizzazioni insufficienti per la rimozione";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Non ci sono permessi di lettura/scrittura per la partizione NTFS e non può essere rimossa.";
"Insufficient space at target folder to remove" = "Spazio insufficiente nella cartella di destinazione per la rimozione";
"Remove to another folder or remove permanently." = "Rimuovere in un'altra cartella o rimuovere definitivamente.";
"No files selected" = "Nessun file selezionato";
"Remove Permanently" = "Rimuovi permanentemente";
"Remove to Trash" = "Rimuovi nel cestino";
"Remove to Folder" = "Rimuovi nella cartella";
"Access Time" = "Tempo di accesso";
"Open File Location" = "Posizione del file aperto";
"Return to home?" = "Tornare alla home page?";
"It is recommended to remove unwanted files before you return." = "Si consiglia di rimuovere i file indesiderati prima del rientro.";
"Return" = "Ritorno";
"Cancel" = "Annullare";
"Stop Scanning?" = "Interrompere la scansione?";
"%@ will be no longer looking for large & old files if you stop." = "%@ non cercherà più i file grandi e vecchi se si interrompe la scansione.";
"Stop Scanning" = "Interrompere";
"Stop Removing?" = "Interrompere la rimozione?";
"%@ will be no longer removing files remaining if you stop." = "%@ non rimuoverà più i file rimanenti se vi fermate.";
"Stop Removing" = "Interrompere";
"Get Pro for Files Removal" = "Ottieni Pro per la rimozione dei file";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Sbloccate Pro per rimuovere i file indesiderati di grandi dimensioni e vecchi, e godetevi altre funzioni, tra cui il recupero illimitato dei dati.";
"Files available for removal" = "File disponibili per la rimozione";
"Authorizing for %@, please wait..." = "Ottenere la licenza di %@, attendere...";
"Calculating the available space in %@, please wait..." = "Calcolo dello spazio disponibile in %@, attendere...";
//MARK: - 第二批_20240626
"Extra tools" = "Strumenti aggiuntivi";
"Sort by %@" = "Ordina per %@";
"By Modified Date" = "Per Data di Modifica";
//MARK: - 2. SD卡
"SD Card" = "Scheda SD";
"Select a memory card where you lost data to start recovering" = "Seleziona una scheda di memoria in cui hai perso i dati per iniziare il recupero";
"SD card didn't show up?" = "La scheda SD non è apparsa?";
"No SD card connected" = "Nessuna scheda SD collegata";
"Connect the memory card via card reader to start recovering photos or videos" = "Collega la scheda di memoria tramite il lettore di schede per avviare il recupero di foto o video";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Recupero video avanzato";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Scansiona e abbina frammenti video in qualsiasi supporto di archiviazione tramite algoritmi avanzati di AI per recuperare un video completo e riproducibile";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Ripara e recupera video allo stesso tempo, fornendo una soluzione video completa";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Recupera e ripara facilmente video da qualsiasi dispositivo, come Canon, Nikon, Sony, GoPro e DJI, ecc. Scopri di più";
"AI-Powered" = "Alimentato dall'IA";
"Mac OS 10.15 previous versions are not supported" = "Le versioni precedenti di Mac OS 10.15 non sono supportate";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Prova \"Enhanced Video Recovery\" con Mac OS 10.15 o versioni successive";
"Select a drive where you lost vidoes to start recovering" = "Scegli la posizione dei tuoi video persi e avvia immediatamente il recupero";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Suggerimenti: non sai quale unità scansionare perché non sei sicuro di dove sia stato perso il video?";
"Select the video format you want to recover" = "Seleziona il formato video che desideri ripristinare";
"All videos" = "Tutti i video";
"Recovery duration: The more video types selected, the longer it will take." = "Durata del recupero: maggiore è il numero di tipi di video selezionati, più tempo sarà necessario.";
"Device that the vidoes are from (optional)" = "Da che dispositivo proviene il video (opzionale)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Nota: la scelta del dispositivo di origine corretto può eseguire un recupero accurato e migliorare la qualità del recupero.";
"Confirm" = "Confermo";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Altri";
"Please select at least one video format for enhanced video recovery" = "Seleziona almeno un formato video per il recupero video avanzato";
"Select All" = "Seleziona tutto";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Recupero video avanzato in corso... Una volta completato, l'intelligenza artificiale riparerà i video danneggiati";
"Learn more" = "Scopri di più";
